/* If a X500 name has a description and a common name we display CommonName (Description) using this format string */
"%@ (%@)" = "%1$@ (%2$@)";

/* Format string used to build a list of values, first argument is list second argument is to be appended element */
"%@, %@" = "%1$@, %2$@";

/* Format string for encoded field data (e.g. Sequence; 128 bytes; data = 00 00 ...) */
"%@; %d %@; data = %@" = "%1$@; %2$d %3$@; data = %4$@";

/* format string to turn version number into a string */
"%d" = "%d";

/* Value of a field if its length is 0 */
"<NULL>" = "<NUL>";

/* CRL Distribution Points extension supported reason name */
"AA Compromise" = "AA-kompromis";

/* Label of field in authority info access extension */
"Access Location" = "Adgangslokalitet";

/* Label of field in authority info access extension */
"Access Method" = "Adgangsmetode";

/* CRL Distribution Points extension supported reason name */
"Affiliation Changed" = "Tilknytning ændret";

/* Label of the algorithm subfield of an AlgorithmIdentifer */
"Algorithm" = "Algoritme";

/* Label of field in Authority Key Identifier extension */
"Authority Certificate Serial Number" = "Serienummer til autoritetscertifikat";

/* Authority info access extension label */
"Authority Information Access" = "Adgang til autoritetsoplysninger";

/* Authority Key Identifier extension label */
"Authority Key Identifier" = "Myndigheds nøgle-id";

/* Label used for Basic Constraints when value is invalid */
"Basic Constraints" = "Grundlæggende begrænsninger";

/* First argument to SEC_BLOB_KEY format string for a bit string */
"Bit string" = "Bitstreng";

/* No comment provided by engineer. */
"bits" = "bit";

/* First argument to SEC_BLOB_KEY format string for a Byte string */
"Byte string" = "Bytestreng";

/* Third argument to SEC_BLOB_KEY format string for a byte string */
"bytes" = "byte";

/* CRL Distribution Points extension supported reason name */
"CA Compromise" = "CA-kompromis";

/* X.509 key usage bitfield name */
"Cert Sign" = "Cert Sign";

/* Label for boolean is_ca property of a basic constraints extension */
"Certificate Authority" = "Certifikatautoritet";

/* CRL Distribution Points extension supported reason name */
"Certificate Hold" = "Tilbageholdt certifikat";

/* Certificate Policies extension label */
"Certificate Policies" = "Certifikatpolitikker";

/* No comment provided by engineer. */
"Certificate Type" = "Certifikattype";

/* CRL Distribution Points extension supported reason name */
"Cessation Of Operation" = "Ophør af handling";

/* Label of field in Certificate Policies extension */
"CPS URI" = "CPS URI";

/* Label of field in extension that indicates whether this extension is critical */
"Critical" = "Kritisk";

/* CRL Distribution Points extension label */
"CRL Distribution Points" = "CRL-distributionspunkter";

/* Label for CRL issuer field of CRL Distribution Points extension */
"CRL Issuer" = "CRL-udsteder";

/* X.509 key usage bitfield name */
"CRL Sign" = "CRL-tegn";

/* Label for raw data of extension (used for unknown extensions) */
"Data" = "Data";

/* X.509 key usage bitfield name */
"Data Encipherment" = "Kodning af data";

/* X.509 key usage bitfield name */
"Decipher Only" = "Decifrer kun";

/* X.509 key usage bitfield name */
"Digital Signature" = "Digital signatur";

/* label for general name field value */
"Directory Name" = "Biblioteksnavn";

/* label for general name field value */
"DNS Name" = "DNS-navn";

/* label for general name field value */
"EDI Party Name" = "Navn på EDI-part";

/* label for general name field value */
"Email Address" = "E-post-adresse";

/* X.509 key usage bitfield name */
"Encipher Only" = "Omsæt kun til kode";

/* No comment provided by engineer. */
"Expired" = "Udløbet";

/* Label of expiration date value when certificate is temporally valid */
"Expires" = "Udløber";

/* Label of field in Certificate Policies extension */
"Explicit Text" = "Eksplicit tekst";

/* Extended key usage extension label */
"Extended Key Usage" = "Brug af udvidet nøgle";

/* Label used for General Name entry when value is invalid */
"General Name" = "Generelt navn";

/* Label used for General Names when value is invalid */
"General Names" = "Generelle navne";

/* No comment provided by engineer. */
"Hostname mismatch." = "Værtsnavne stemmer ikke overens.";

/* Label of field in policy constraints extension */
"Inhibit Policy Mapping" = "Ingen overførsel af politik";

/* Label of a value is printed into this string if the data is not valid */
"Invalid %@" = "Ugyldig %@";

/* No comment provided by engineer. */
"Invalid certificate chain linkage." = "Ugyldig certifikatkæde.";

/* label for general name field value */
"IP Address" = "IP-adresse";

/* No comment provided by engineer. */
"Issued By" = "Udstedt af";

/* No comment provided by engineer. */
"Issuer Name" = "Udsteders navn";

/* No comment provided by engineer. */
"Issuer Summary" = "Udsteder-resume";

/* No comment provided by engineer. */
"Issuer Unique ID" = "Udsteders egen ID";

/* X.509 key usage bitfield name */
"Key Agreement" = "Aftale om nøgle";

/* CRL Distribution Points extension supported reason name */
"Key Compromise" = "Nøglekompromis";

/* X.509 key usage bitfield name */
"Key Encipherment" = "Kodning af nøgle";

/* Label of field in Subject or Authority Key Identifier extension */
"Key Identifier" = "Nøgle-id";

/* Subsection label in CRL Distribution Points extension. */
"Name Relative To CRL Issuer" = "Navn i forhold til CRL-udsteder";

/* Value for a boolean property when it's value is false (example critical: no) */
"No" = "Nej";

/* X.509 key usage bitfield name */
"Non-Repudiation" = "Ingen afvisning";

/* field value of parameters field when no parameters are present */
"none" = "ingen";

/* format string for undisplayed field data with a given DER tag and length */
"not displayed (tag = %@; length %d)" = "ikke vist (kode = %1$@; længde %2$d)";

/* label indicating the date after which something is no longer valid */
"Not Valid After" = "Ikke gyldig efter";

/* label indicating the soonest date at which something is valid */
"Not Valid Before" = "Ikke gyldig før";

/* Label of field in Certificate Policies extension */
"Notice Numbers" = "Beskednumre";

/* Netscape certificate type usage value */
"Object Signing" = "Objektsignering";

/* Netscape certificate type usage value */
"Object Signing CA" = "Objektsignering CA";

/* value of an oid field if it's length is more than what we allow for oids */
"Oid too long" = "Oid for langt";

/* No comment provided by engineer. */
"One or more certificates have expired or are not valid yet." = "Et eller flere certifikater er udløbet, eller er endnu ikke gyldige.";

/* No comment provided by engineer. */
"One or more unsupported critical extensions found." = "Et eller flere kritiske udvidelser der ikke er undestøttede blev fundet.";

/* Label of field in Certificate Policies extension */
"Organization" = "Firma";

/* Label used for Other Name RDN when value is invalid */
"Other Name" = "Andet navn";

/* Label of the parameters subfield of an AlgorithmIdentifer */
"Parameters" = "Parametre";

/* Label for path length constraint property of a basic constraints extension */
"Path Length Constraint" = "Begrænsning i stilængde";

/* Policy constraints extension label */
"Policy Constraints" = "Begrænsninger af politik";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Identifier #%d" = "Politik-id #%d";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Qualifier #%d" = "Politikkvalifikation #%d";

/* No comment provided by engineer. */
"Policy requirements not met." = "Politikkrav ikke opfyldt.";

/* Label for an invlaid private key se perion value */
"Private Key Usage Period" = "Periode for brug af privat nøgle";

/* CRL Distribution Points extension supported reason name */
"Privilege Withdrawn" = "Rettighed taget tilbage";

/* No comment provided by engineer. */
"Public Key Algorithm" = "Offentlig nøglealgoritme";

/* No comment provided by engineer. */
"Public Key Data" = "Data til offentlig nøgle";

/* Label of field in extended key usage extension */
"Purpose" = "Formål";

/* Label of field in Certificate Policies extension */
"Qualifier" = "Kvalifikation";

/* Label of a RDN */
"RDN" = "RDN";

/* CRL Distribution Points extension supported reasons bitfield label */
"Reasons" = "Årsager";

/* label for general name field value */
"Registered ID" = "Registreret ID";

/* Label of field in policy constraints extension */
"Require Explicit Policy" = "Kræver udtrykkelig politik";

/* Netscape certificate type usage value */
"Reserved" = "Reserveret";

/* No comment provided by engineer. */
"Root certificate is not trusted." = "Rodcertifikat er ikke godkendt.";

/* Netscape certificate type usage value */
"S/MIME" = "S/MIME";

/* Netscape certificate type usage value */
"S/MIME CA" = "S/MIME CA";

/* First argument to SEC_BLOB_KEY format string for a Sequence */
"Sequence" = "Sekvens";

/* No comment provided by engineer. */
"Serial Number" = "Serienummer";

/* First argument to SEC_BLOB_KEY format string for a Set */
"Set" = "Indstil";

/* No comment provided by engineer. */
"Signature" = "Signatur";

/* No comment provided by engineer. */
"Signature Algorithm" = "Signaturalgoritme";

/* Netscape certificate type usage value */
"SSL CA" = "SSL CA";

/* Netscape certificate type usage value */
"SSL client" = "SSL-klient";

/* Netscape certificate type usage value */
"SSL server" = "SSL-server";

/* Subject Key Identifier extension label */
"Subject Key Identifier" = "Id til emnenøgle";

/* No comment provided by engineer. */
"Subject Name" = "Navn på emne";

/* No comment provided by engineer. */
"Subject Unique ID" = "Emnets egen ID";

/* CRL Distribution Points extension supported reason name */
"Superseded" = "Overflødiggjort";

/* No comment provided by engineer. */
"This certificate has an issuer that has expired" = "Dette certifikat har en udsteder der er udløbet";

/* No comment provided by engineer. */
"This certificate has an issuer that is not yet valid" = "Dette certifikat har en udsteder der ikke er gyldig endnu";

/* No comment provided by engineer. */
"This certificate has expired" = "Dette certifikat er udløbet";

/* No comment provided by engineer. */
"This certificate is not yet valid" = "Dette certifikat er endnu ikke gyldigt";

/* The certificate is temporally valid */
"This certificate is valid" = "Dette certifikat er gyldigt";

/* Label of a value is printed into this string if the data can not been parsed according to it's type */
"Unparsed %@" = "Ikke parset %@";

/* CRL Distribution Points extension supported reason name */
"Unused" = "Ikke brugt";

/* label for general name field value */
"URI" = "URI";

/* Label for KeyUsage bitfield values */
"Usage" = "Brug";

/* No comment provided by engineer. */
"Valid from" = "Gyldig fra";

/* No comment provided by engineer. */
"Version" = "Version";

/* label for general name field value */
"X.400 Address" = "X.400-adresse";

/* Label of a X.501 Name */
"X.501 Name" = "X.501 navn";

/* No comment provided by engineer. */
"X.509 version %d %scertificate" = "X.509 version %1$d %2$scertifikat";

/* Value for a boolean property when it's value is true (example critical: yes) */
"Yes" = "Ja";

